{
    "A new verification link has been sent to the email address you provided in your profile settings.": "Un nuevo enlace de verificación ha sido enviado al correo electrónico que ha proporcionado en la configuración de su perfil.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Accept Invitation": "Aceptar invitación",
    "Add" : "Agregar",
    "Add a new team member to your team, allowing them to collaborate with you." : "Agregar un nuevo miembro al equipo, permitiéndoles colaborar contigo.",
    "Add additional security to your account using two factor authentication.": "Añade seguridad a tu cuenta utilizando la autenticación de dos factores.",
    "Add Team Member" : "Añadir miembro al equipo",
    "Added." : "Agregado.",
    "All of the people that are part of this team." : "Todas las personas que forman parte de este equipo",
    "All rights reserved.": "Todos los derechos reservados.",
    "Already registered?": "¿Ya estás registrado?",
    "API Token": "Token de API",
    "API Token Permissions": "Permisos del token de API",
    "API Tokens": "Tokens de API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens de API permiten que servicios de tercerosse autentiquen con nuestra aplicación en tu nombre.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted." : "¿Estás seguro/a de que quieres eliminar este equipo? Una vez que un equipo es eliminado, todos sus recursos y datos serán borrados de forma permanente.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Estás seguro de que quieres eliminar tu cuenta? Una vez que su cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, introduzca su contraseña para confirmar que desea eliminar permanentemente su cuenta.",
    "Are you sure you would like to delete this API token?": "¿Estás seguro de que quieres eliminar este token de API?",
    "Are you sure you would like to leave this team?" : "¿Estás seguro/a de que deseas salir del equipo?",
    "Are you sure you would like to remove this person from the team?" : "¿Estás seguro/a de que deseas eliminar a esta persona del equipo?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, podría verificar su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle. Si no ha recibido el correo electrónico, le enviaremos otro.",
    "Browser Sessions": "Sesiones del navegador",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "Close": "Cerrar",
    "Code": "Código",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Create" : "Crear",
    "Create a new team to collaborate with others on projects." : "Cree un nuevo equipo para colaborar con otros en proyectos.",
    "Create Account": "Crear cuenta",
    "Create API Token": "Crear token de API",
    "Create New Team": "Crear nuevo equipo",
    "Create Team" : "Crear equipo",
    "Created": "Creado",
    "Created." : "Creado.",
    "Current Password": "Contraseña actual",
    "Dashboard": "Inicio",
    "Delete": "Eliminar",
    "Delete Account": "Eliminar cuenta",
    "Delete API Token": "Eliminar token de API",
    "Delete Team" : "Eliminar equipo",
    "Disable": "Desactivar",
    "Done": "Hecho",
    "Done." : "Hecho.",
    "Edit Profile": "Editar perfil",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enviar enlace de restablecimiento de contraseña",
    "Enable": "Activar",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta utiliza una contraseña larga y aleatoria para mantenerse seguro.",
    "Finish enabling two factor authentication.": "Finaliza la activación de la autenticación de dos factores.",
    "For your security, please confirm your password to continue.": "Para su seguridad, por favor confirme su contraseña para continuar.",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña?  No hay problema. Simplemente háganos saber su dirección de correo electrónico y le enviaremos un enlace de restablecimiento de contraseña que le permitirá elegir una nueva.",
    "Hello!": "Hola!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede cerrar todas sus sesiones activas en otros navegadores y dispositivos. Algunas de sus sesiones recientes se listan a continuación; sin embargo, esta lista no puede ser exhaustiva. Si siente que su cuenta ha sido comprometida, también debe actualizar su contraseña.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tiene una cuenta, puede aceptar esta invitación haciendo clic en el botón de below:",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no había esperado recibir una invitación a este equipo, puede descartar este correo.",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado restablecer la contraseña, no se requiere ninguna acción adicional.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tiene una cuenta, puede crear una haciendo clic en el botón de abajo. Después de crear una cuenta, puede hacer clic en el botón de aceptación de la invitación en este correo para aceptar la invitación al equipo invitation:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si tienes problemas haciendo click en el botón \":actionText\", copia y pega el siguiente\nenlace en tu navegador:",
    "Last active": "Última actividad",
    "Last used": "Último usado",
    "Leave" : "Salir",
    "Leave Team" : "Salir del equipo",
    "Log in": "Iniciar sesión",
    "Log Out": "Cerrar sesión",
    "Log Out Other Browser Sessions": "Cerrar sesiones en otros navegadores",
    "Login" : "Iniciar sesión",
    "Logout" : "Cerrar sesión",
    "Manage Account": "Gestionar cuenta",
    "Manage and log out your active sessions on other browsers and devices.": "Gestiona y cierra las sesiones activas en otros navegadores y dispositivos.",
    "Manage API Tokens": "Gestionar tokens de API",
    "Manage Role" : "Administrar rol",
    "Manage Team": "Gestionar equipo",
    "Name": "Nombre",
    "New Password": "Nueva contraseña",
    "of": "de",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain." : "Una vez que un equipo es eliminado, todos sus recursos y datos serán borrados de forma permanente. Antes de eliminar este equipo, por favor, descarga cualquier dato o información relacionada con este equipo que desees conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar su cuenta, descargue cualquier información o datos que desee conservar.",
    "Pagination Navigation" : "Navegación por páginas",
    "Password": "Contraseña",
    "Pending Team Invitations" : "Invitaciones de equipo pendientes",
    "Permanently delete this team." : "Borrar este equipo de manera definitiva",
    "Permanently delete your account.": "Eliminar permanentemente tu cuenta.",
    "Permissions": "Permisos",
    "Photo": "Foto",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirma el acceso a tu cuenta introduciendo uno de tus códigos de recuperación de emergencia.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirma el acceso a tu cuenta introduciendo el código de autenticación proporcionado por tu aplicación de autenticación.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copia tu nuevo token de API. Por tu seguridad, no se mostrará de nuevo.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor, introduzca su contraseña para confirmar que desea cerrar todas sus sesiones activas en otros navegadores y dispositivos.",
    "Please provide the email address of the person you would like to add to this team." : "Por favor, proporciona la dirección de correo electrónico de la persona que deseas agregar a este equipo.",
    "Profile": "Perfil",
    "Profile Information": "Información del perfil",
    "Recovery Code": "Código de recuperación",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Regards": "Saludos",
    "Register": "Registrarse",
    "Remember me": "Recordarme",
    "Remove" : "Eliminar",
    "Remove Photo": "Eliminar foto",
    "Remove Team Member" : "Eliminar miembro del equipo",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Role" : "Rol",
    "Save": "Guardar",
    "Saved.": "Guardado",
    "Select A New Photo": "Seleccionar una nueva foto",
    "Setup Key": "Clave de configuración",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Showing": "Mostrando desde el",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Almacene estos códigos de recuperación en un gestor de contraseñas seguro. Pueden ser utilizados para recuperar el acceso a su cuenta si su dispositivo de autenticación de dos factores se pierde.",
    "Switch Teams": "Cambiar equipo",
    "Team Details" : "Detalles del equipo",
    "Team Members" : "Miembros del equipo",
    "Team Name" : "Nombre del equipo",
    "Team Owner" : "Dueño del equipo",
    "Team Settings": "Configuración del equipo",
    "The :attribute must contain at least one letter.": "El campo :attribute must debe contener al menos una letra.",
    "The :attribute must contain at least one number.": "El campo :attribute debe contener al menos un número.",
    "The :attribute must contain at least one symbol.": "El campo :attribute debe contener al menos un símbolo..",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "El campo :attribute debe contener al menos una letra mayúscula y una minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "El campo :attribute ha aparecido en una fuente de datos. Por favor, elige un campo diferente.",
    "The provided password does not match your current password.": "La contraseña proporcionada no coincide con su contraseña actual.",
    "The team's name and owner information." : "El nombre del equipo y la información del propietario.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation." : "Estas personas han sido invitadas a tu equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "This device": "Este dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña caducará en :count minutos.",
    "to": "al",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para finalizar la activación de la autenticación de dos factores, escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono o introduzca la clave de configuración y proporcione el código OTP generado.",
    "Toggle navigation" : "Navegación",
    "Token Name": "Nombre del token",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "La autenticación de dos factores está ahora activada. Escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores está ahora activada. Escanee el siguiente código QR utilizando la aplicación de autenticación de su teléfono o introduzca la clave de configuración.",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualiza la información del perfil de su cuenta y dirección de correo electrónico.",
    "Use a recovery code": "Utilizar un código de recuperación",
    "Use an authentication code": "Utilizar un código de autenticación",
    "Verify Email Address": "Verificar dirección de correo electrónico",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores está activada, se le pedirá un código de autenticación aleatorio. Puede recuperar este código desde la aplicación de Google Authenticator de su teléfono.",
    "Whoops! Something went wrong.": "¡Ups! Algo ha ido mal.",
    "You are receiving this email because we received a password reset request for your account.": "Está recibiendo este correo porque hemos recibido una solicitud de restablecimiento de contraseña para su cuenta.",
    "You may accept this invitation by clicking the button below:": "Puede aceptar esta invitación haciendo clic en el botón de below:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puedes eliminar cualquiera de tus tokens existentes si no los necesitas más.",
    "You have been invited to join the :team team!": "Has sido invitado a unirte al equipo :team!",
    "You have enabled two factor authentication.": "Ha activado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha activado la autenticación de dos factores.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada."
}
